{
  "results": [
    {
      "id": 1,
      "name_translations": {
        "en": "Beans",
        "es": "Habas",
        "ca": "Faves"
      },
      "description_translations": {
        "en": "The beans contain a significant amount of protein, complex carbohydrates, fats, fiber, potassium, vitamins and water.",
        "es": "Las habas contienen una cantidad importante de proteínas, hidratos de carbono complejos, grasas, fibra, potasio, vitaminas y agua.",
        "ca": "Les faves contenen una quantitat important de proteïnes, hidrats de carboni complexos, greixos, fibra, potassi, vitamines i aigua."
      },
      "title": "Beans",
      "type": "vegetable",
      "image": "",
      "season": [3, 4, 5],
      "cold_season": [1, 2, 6]
    },
    {
      "id": 2,
      "name_translations": {
        "en": "Peas",
        "es": "Guisantes",
        "ca": "Pèsols"
      },
      "description_translations": {
        "en": "Fresh peas are a great source of simple sugars and high in fiber and carbohydrates.",
        "es": "Los guisantes frescos son una estupenda fuente de azúcares simples y de hidratos de carbono y ricos en fibra.",
        "ca": "Els pèsols frescos són una estupenda font de sucres simples i d'hidrats de carboni i rics en fibra."
      },
      "title": "Peas",
      "type": "vegetable",
      "image": "",
      "season": [4, 5, 6],
      "cold_season": [3, 7]
    },
    {
      "id": 3,
      "name_translations": {
        "en": "Zucchini",
        "es": "Calabacín",
        "ca": "Carbassó"
      },
      "description_translations": {
        "en": "Aqueous plant with only 15 kilocalories per 100 grams. There are a high content of folic acid.",
        "es": "Planta acuosa con solo 15 kilocalorías por 100 gramos. Tiene un alto contenido en ácido fólico, vitaminas y potasio.",
        "ca": "Planta aquosa amb només 15 quilocalories per 100 grams. Té un alt contingut en folats, vitamines i potassi."
      },
      "title": "Zucchini",
      "type": "vegetable",
      "image": "",
      "season": [6, 7, 8],
      "cold_season": [4, 5, 9]
    },
    {
      "id": 4,
      "name_translations": {
        "en": "Pepper",
        "es": "Pimiento",
        "ca": "Pebrot"
      },
      "description_translations": {
        "en": "The pepper is a vegetable with a low energy content, where the most abundant component is water, followed by carbohydrates, and its protein content is low. They are a good source of vitamin C and beta-carotene, which give them antioxidant power.",
        "es": "El pimiento es una hortaliza de bajo contenido energético, donde el componente más abundante es el agua, seguida de los hidratos de carbono, y su contenido en proteínas es bajo. Son una buena fuente de vitamina C y beta carotenos, componentes que le otorgan poder antioxidante.",
        "ca": "El pebrot és una hortalissa de baix contingut energètic, on el component més abundant és l’aigua, seguida dels hidrats de carboni, i el seu contingut en proteïnes és baix. Són una bona font de vitamina C i beta carotens, components que li atorguen poder antioxidant."
      },
      "title": "Pepper",
      "type": "vegetable",
      "image": "",
      "season": [6, 7, 8, 9],
      "cold_season": [5, 10, 11]
    },
    {
      "id": 5,
      "name_translations": {
        "en": "Eggplant",
        "es": "Berenjena",
        "ca": "Albergínia"
      },
      "description_translations": {
        "en": "It does not stand out for having a particular nutrient, but it provides us with fiber, especially if the skin is eaten.",
        "es": "No destaca por tener un nutriente en especial, pero nos aporta fibra, sobre todo si se come la piel.",
        "ca": "No destaca per tenir un nutrient en especial, però ens aporta fibra, sobretot si se'n menja la pell."
      },
      "title": "Eggplant",
      "type": "vegetable",
      "image": "",
      "season": [7, 8, 9],
      "cold_season": [1, 2, 3, 4, 5, 6, 10, 11, 12]
    },
    {
      "id": 6,
      "name_translations": {
        "en": "Chard",
        "es": "Acelga",
        "ca": "Bleda"
      },
      "description_translations": {
        "en": "It contains essential nutrients for our body, such as calcium, potassium, or iron and vitamins C and A. It has purifying and antioxidant properties. It contains a lot of fiber and very few calories.",
        "es": "Contiene nutrientes esenciales para nuestro organismo como calcio, potasio o hierro y vitaminas C y A. Tiene propiedades depurativas y antioxidantes. Contiene mucha fibra y muy pocas calorías.",
        "ca": "Conté nutrients fonamentals pel nostre organisme, com el calci, el potassi o el ferro i les vitamines C i A. Té propietats depuratives i antioxidants. Conté molta fibra i molt poques calories."
      },
      "title": "Chard",
      "type": "vegetable",
      "image": "",
      "season": [1, 2, 3, 4, 5, 6, 7, 9, 10, 11, 12],
      "cold_season": [8]
    },
    {
      "id": 7,
      "name_translations": {
        "en": "Garlic",
        "es": "Ajo",
        "ca": "All"
      },
      "description_translations": {
        "en": "It is a vegetable of the whole year since it blooms between the end of spring and the beginning of summer. It contains small amounts of vitamins (A, B1, B3, B6, C) and mineral salts (iron, silica, sulphur, iodine). The main positive effects are the prevention of deterioration of the circulatory system and loss of appetite.",
        "es": "Es una hortaliza de todo el año, ya que florece entre finales de primavera y principios de verano. Contiene pequeñas cantidades de vitaminas (A, B1, B3, B6, C) y sales minerales (hierro, sílice, azufre, yodo). Los principales efectos positivos son la prevención del deterioro del aparato circulatorio y la pérdida de apetito.",
        "ca": "És una hortalissa de tot l'any, ja que floreix entre finals de primavera i començaments d'estiu. Conté petites quantitats de vitamines (A, B1, B3, B6, C) i sals minerals (ferro, sílice, sofre, iode). Els principals efectes positius són la prevenció de la deterioració de l'aparell circulatori i la pèrdua de gana."
      },
      "title": "Garlic",
      "type": "vegetable",
      "image": "",
      "season": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12],
      "cold_season": []
    },
    {
      "id": 8,
      "name_translations": {
        "en": "Artichoke",
        "es": "Alcachofa",
        "ca": "Carxofa"
      },
      "description_translations": {
        "en": "It is rich in water, carbohydrates and low in calories. In relation to the rest of the vegetables, it is one of the ones that contains more fiber, in addition to an average composition of proteins and negligible fat.",
        "es": "Es rico en agua, hidratos de carbono y bajo en calorías. En relación al resto de hortalizas, es una de las que contiene más fibra, además de una composición media de proteínas y grasa insignificante.",
        "ca": "És rica en aigua, hidrats de carboni i baixa en calories. En relació amb altres verdures, és de les que més fibra conté, a més d’una composició mitjana de proteïnes i insignificant de greixos."
      },
      "title": "Artichoke",
      "type": "vegetable",
      "image": "",
      "season": [1, 2, 3, 4, 5, 12],
      "cold_season": [6, 10, 11]
    },
    {
      "id": 9,
      "name_translations": {
        "en": "Celery",
        "es": "Apio",
        "ca": "Api"
      },
      "description_translations": {
        "en": "Celery is characterized by a marked spicy, intense, aromatic and exotic flavor. The benefits and properties of celery are related to cleansing.",
        "es": "El apio está caracterizado por un marcado sabor especiado, intenso, aromático y exótico. Los beneficios y propiedades del apio están relacionados con la depuración.",
        "ca": "L'api està caracteritzat per un marcat sabor especiat, intens, aromàtic i exòtic. Els beneficis i les propietats de l'api estan relacionats amb la depuració."
      },
      "title": "Celery",
      "type": "vegetable",
      "image": "",
      "season": [1, 2, 3, 11, 12],
      "cold_season": [4, 5, 9, 10]
    },
    {
      "id": 10,
      "name_translations": {
        "en": "Broccoli",
        "es": "Brócoli",
        "ca": "Bròquil"
      },
      "description_translations": {
        "en": "",
        "es": "",
        "ca": ""
      },
      "title": "Broccoli",
      "type": "vegetable",
      "image": "",
      "season": [1, 2, 3, 4, 11, 12],
      "cold_season": [5, 6, 9, 10]
    },
    {
      "id": 11,
      "name_translations": {
        "en": "Pumpkin",
        "es": "Calabaza",
        "ca": "Carbassa"
      },
      "description_translations": {
        "en": "",
        "es": "",
        "ca": ""
      },
      "title": "Pumpkin",
      "type": "vegetable",
      "image": "",
      "season": [4, 5, 6, 7, 8, 9, 10, 11, 12],
      "cold_season": [3, 12]
    },
    {
      "id": 12,
      "name_translations": {
        "en": "Thistle",
        "es": "Cardo",
        "ca": "Cardó"
      },
      "description_translations": {
        "en": "",
        "es": "",
        "ca": ""
      },
      "title": "Thistle",
      "type": "vegetable",
      "image": "",
      "season": [1, 11, 12],
      "cold_season": [2, 10]
    },
    {
      "id": ,
      "name_translations": {
        "en": "",
        "es": "",
        "ca": ""
      },
      "description_translations": {
        "en": "",
        "es": "",
        "ca": ""
      },
      "title": "",
      "type": "vegetable",
      "image": "",
      "season": [],
      "cold_season": []
    }
  ],
  "meta": {
    "api_version": "0.1.3",
    "generated_in": 23
  }
}
